//namespace _6_практика
//{
//    internal class Program
//    {
//        static void Main(string[] args)
//        {
//            // 5.1
//            // 5.2
//            // 5.3
//            // 5.4
//            // 5.5
//            // 5.6 //чет мне прям лень лень это делать многа слишком
//            // 5.7
//            // 5.8
//            // 5.9
//            // 5.10
//            // 5.11
//            // 5.12
//            // 5.13
//            // 5.14
//            // 5.15
//        }
//    }
//}
